Revit 2027 API
PartMakerMethodToDivideVolumes.AreElementsValidIntersectingReferences Method
Overload List
Name | Description
AreElementsValidIntersectingReferences(ICollection<ElementId>) |  Identifies if provided members are valid.
AreElementsValidIntersectingReferences(Document, ICollection<ElementId>) |  Identifies if provided members are valid.
Top
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace